<template>
    <div>
      <h1 >山木通云管理平台简介</h1>

      <h4>企业简介</h4>
      <p>山木通 · 云管理平台隶属于深圳市莫亚科技有限公司，是提供给家具、家居、建材、木业加工生产销售企业及门店的云管理平台，是基于移动互联网时代的在线订单跟踪处理及企业内部流程管理于一体的企业SaaS服务平台，致力于帮助企业快速构建自己专属的在线销售、库存、订货、生产、物流、资金监控平台，帮助客户开拓销售渠道，解决代理商和厂家之间的沟通困难、高效进行订单跟踪处理，加速资金回笼和风险管理，让管理更轻松。
      </p>

      <h4>品牌愿景</h4>
      <p>山木通 · 云管理平台隶属于深圳市莫亚科技有限公司，是提供给家具、家居、建材、木业加工生产销售企业及门店的云管理平台，是基于移动互联网时代的在线订单跟踪处理及企业内部流程管理于一体的企业SaaS服务平台，致力于帮助企业快速构建自己专属的在线销售、库存、订货、生产、物流、资金监控平台，帮助客户开拓销售渠道，解决代理商和厂家之间的沟通困难、高效进行订单跟踪处理，加速资金回笼和风险管理，让管理更轻松。
      </p>

      <h4>服务理念</h4>
      <p>山木通 · 云管理平台隶属于深圳市莫亚科技有限公司，是提供给家具、家居、建材、木业加工生产销售企业及门店的云管理平台，是基于移动互联网时代的在线订单跟踪处理及企业内部流程管理于一体的企业SaaS服务平台，致力于帮助企业快速构建自己专属的在线销售、库存、订货、生产、物流、资金监控平台，帮助客户开拓销售渠道，解决代理商和厂家之间的沟通困难、高效进行订单跟踪处理，加速资金回笼和风险管理，让管理更轻松。
      </p>
    </div>
</template>

<script>
  export default {
    name: 'choosesmt',
    data () {
      return {}
    }
  }
</script>

<style lang='scss' scoped>
  @import "../../../static/common";

  h1
  {
    text-align: center;
  }

</style>
