<template>
  <div>
    <div class="con">
      <div v-for="(item, index) in items" :key="index" class="newsitem">

        <div class="newscontent">
          <h2>{{item.title}}</h2>
          <div class="author"><span>来源：南方测绘</span> 阅读数量：1200</div>
          <p>{{item.des}}</p>

          <div class="tag">
            <span class="dd">{{item.dd}}</span>
            <span class="mm">{{item.mm}}</span>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
  export default {
    name: 'maincontent',
    data () {
      return {
        items: [
          {
            title: '南方测绘学院向全国测绘地信院校招聘讲师',
            des: 'GeoSurvey系统在室外配备以高功能的掌上机和超轻型便携机为硬件支撑的野外数据采集子系统(GeoField)；在室内则配备以PC-586以上微型机为硬件支撑的整理编图子系统，内含综合整理、统计分析、空间分析、区域评价、地质图编绘和报告编写等功能强劲的处理模块。利用该系统可以在野外方便地采集路线和地质点的全部属性数据、空间数据和影象数据；也可以以直接修编国土资源草图和地质草图的方式进行填图，实现从野外数据采集到室内资料综合整理和图件编绘的全程计算机辅助化，甚至可以越过室内手工编图阶段，实现"无纸填图"。',
            dd: '09',
            mm: '2017/4'
          },
          {
            title: '南方测绘学院向全国测绘地信院校招聘讲师',
            des: 'GeoSurvey系统在室外配备以高功能的掌上机和超轻型便携机为硬件支撑的野外数据采集子系统(GeoField)；在室内则配备以PC-586以上微型机为硬件支撑的整理编图子系统，内含综合整理、统计分析、空间分析、区域评价、地质图编绘和报告编写等功能强劲的处理模块。利用该系统可以在野外方便地采集路线和地质点的全部属性数据、空间数据和影象数据；也可以以直接修编国土资源草图和地质草图的方式进行填图，实现从野外数据采集到室内资料综合整理和图件编绘的全程计算机辅助化，甚至可以越过室内手工编图阶段，实现"无纸填图"。',
            dd: '09',
            mm: '2017/4'
          },
          {
            title: '南方测绘学院向全国测绘地信院校招聘讲师',
            des: 'GeoSurvey系统在室外配备以高功能的掌上机和超轻型便携机为硬件支撑的野外数据采集子系统(GeoField)；在室内则配备以PC-586以上微型机为硬件支撑的整理编图子系统，内含综合整理、统计分析、空间分析、区域评价、地质图编绘和报告编写等功能强劲的处理模块。利用该系统可以在野外方便地采集路线和地质点的全部属性数据、空间数据和影象数据；也可以以直接修编国土资源草图和地质草图的方式进行填图，实现从野外数据采集到室内资料综合整理和图件编绘的全程计算机辅助化，甚至可以越过室内手工编图阶段，实现"无纸填图"。',
            dd: '09',
            mm: '2017/4'
          },
          {
            title: '南方测绘学院向全国测绘地信院校招聘讲师',
            des: 'GeoSurvey系统在室外配备以高功能的掌上机和超轻型便携机为硬件支撑的野外数据采集子系统(GeoField)；在室内则配备以PC-586以上微型机为硬件支撑的整理编图子系统，内含综合整理、统计分析、空间分析、区域评价、地质图编绘和报告编写等功能强劲的处理模块。利用该系统可以在野外方便地采集路线和地质点的全部属性数据、空间数据和影象数据；也可以以直接修编国土资源草图和地质草图的方式进行填图，实现从野外数据采集到室内资料综合整理和图件编绘的全程计算机辅助化，甚至可以越过室内手工编图阶段，实现"无纸填图"。',
            dd: '09',
            mm: '2017/4'
          },
          {
            title: '南方测绘学院向全国测绘地信院校招聘讲师',
            des: 'GeoSurvey系统在室外配备以高功能的掌上机和超轻型便携机为硬件支撑的野外数据采集子系统(GeoField)；在室内则配备以PC-586以上微型机为硬件支撑的整理编图子系统，内含综合整理、统计分析、空间分析、区域评价、地质图编绘和报告编写等功能强劲的处理模块。利用该系统可以在野外方便地采集路线和地质点的全部属性数据、空间数据和影象数据；也可以以直接修编国土资源草图和地质草图的方式进行填图，实现从野外数据采集到室内资料综合整理和图件编绘的全程计算机辅助化，甚至可以越过室内手工编图阶段，实现"无纸填图"。',
            dd: '09',
            mm: '2017/4'
          },
          {
            title: '南方测绘学院向全国测绘地信院校招聘讲师',
            des: 'GeoSurvey系统在室外配备以高功能的掌上机和超轻型便携机为硬件支撑的野外数据采集子系统(GeoField)；在室内则配备以PC-586以上微型机为硬件支撑的整理编图子系统，内含综合整理、统计分析、空间分析、区域评价、地质图编绘和报告编写等功能强劲的处理模块。利用该系统可以在野外方便地采集路线和地质点的全部属性数据、空间数据和影象数据；也可以以直接修编国土资源草图和地质草图的方式进行填图，实现从野外数据采集到室内资料综合整理和图件编绘的全程计算机辅助化，甚至可以越过室内手工编图阶段，实现"无纸填图"。',
            dd: '09',
            mm: '2017/4'
          },
          {
            title: '南方测绘学院向全国测绘地信院校招聘讲师',
            des: 'GeoSurvey系统在室外配备以高功能的掌上机和超轻型便携机为硬件支撑的野外数据采集子系统(GeoField)；在室内则配备以PC-586以上微型机为硬件支撑的整理编图子系统，内含综合整理、统计分析、空间分析、区域评价、地质图编绘和报告编写等功能强劲的处理模块。利用该系统可以在野外方便地采集路线和地质点的全部属性数据、空间数据和影象数据；也可以以直接修编国土资源草图和地质草图的方式进行填图，实现从野外数据采集到室内资料综合整理和图件编绘的全程计算机辅助化，甚至可以越过室内手工编图阶段，实现"无纸填图"。',
            dd: '09',
            mm: '2017/4'
          }
        ]
      }
    }
  }
</script>

<style lang='scss' scoped>
  @import '../../../static/normal';
  .con
  {
    padding: 60px 0;
  }

  .newsitem {
    margin: 20px;
  }

  .newscontent {
    position: relative;
    padding-left: 120px;
    height: 100px;
  }

  .tag {
    position: absolute;
    width: 100px;
    height: 100px;
    background: #b4ceef;
    border-radius: 3px;
    top: 0;
    left: 0;
  }

  .dd {
    text-align: center;
    font-size: 24px;
    display: block;
    color: #ffffff;
    margin-top: 20px;
  }

  .mm {
    text-align: center;
    display: block;
    font-size: 18px;
    color: #ffffff;
  }

  p {
    text-indent: 0;
    margin: 0;
    line-height: 1.3em;
    color: #666666;
    height: 2.6em;
    overflow: hidden;
    font-size: 14px;
  }

  h2 {
    padding: 5px 0 5px 0;
    color: #333333;
    font-size: 24px;
    line-height: 24px;
  }

  .author {
    margin-bottom: 5px;
    span {
      margin-right: 20px;
      font-size: 12px;
      color: #666666;
    }
  }

</style>
